@extends('website.layouts.layout')
@section('content')

    <div class="container-fluid bg-secondary mb-5">
        <div class="d-flex flex-column align-items-center justify-content-center" style="min-height: 300px">
            <h1 class="font-weight-semi-bold text-uppercase mb-3">গোপনীয়তা নীতি</h1>
            <div class="d-inline-flex">
                <p class="m-0"><a href="{{ route('website.index') }}">হোম</a></p>
                <p class="m-0 px-2">-</p>
                <p class="m-0"> গোপনীয়তা নীতি</p>
            </div>
        </div>
    </div>


    <!-- Close Banner -->

    <!-- Start Section -->
    <section class="container ">
        <div class="row text-center pt-5 pb-3">
            <div class="col-lg-10 m-auto">
                <h1 class="h1"></h1>
                <div style="
                font-family: 'Lucida Console', 'Courier New', monospace;
                text-align: justify;
                line-height: 2;

">

                    <p>এই সকল গোপনীয়তার নীতিমালা (Privacy Policy) শর্তবলী চুক্তিটি সর্বশেষ আপডেট হয়েছিল: ২০ ফেব্রুয়ারি ২০২২ খ্রি. এবং চুক্তিটি কার্যকর হয়েছে ২১ ফেব্রুয়ারি ২০২২ খ্রি. থেকে।</p>

                    <p>ইত্তেবা শপ লিমিটেড (ettabashop.com) ওয়েবসাইট/অ্যাপ বা সাইটির সেবাসমূহ ব্যবহারের গোপনীয়তার নীতিমালার (Privacy Policy) শর্তবলী।</p>
                    <p>ইত্তেবা শপ লিমিটেড আপনার সব রকম তথ্যের গোপনীয়তার মূল্য দেয়। এই গোপনীয়তা নীতিতে আপনি যখন ইত্তেবা শপ লিমিটেড এর (ettabashop.com) ওয়েবসাইট/অ্যাপ অথবা সাইটির উপলভ্য পরিসেবাসমূহ ব্যবহার করেন, তখন আমরা আপনার সম্পর্কে যে তথ্য সংগ্রহ করি তা বর্ণনা করি এবং আমরা কিভাবে সেই তথ্য ব্যবহার করি তা প্রকাশ করি।    </p>
                    <h2>১.    আমরা যে সকল তথ্য সংগ্রহ করি</h2>
                    <p>১.১            অধিকাংশ ক্ষেত্রে কাস্টমার নিজে সরাসরি ইত্তেবা শপ- এ তথ্য দিয়ে থাকেন। আপনি যখন আপনার একটি ইউজার একাউন্ট তৈরি করেন তখন আমরা আপনার কাছ থেকে নিম্নোক্ত তথ্যাদি সংগ্রহ করি;</p>
                    <ul style="list-style-type:none;">
                       <li> ক.     আপনার পুরো নাম</li>
                       <li> খ.     আপনার দোকান/ব্যবসার/প্রতিষ্ঠানের নাম</li>
                       <li> গ.      ব্যবসায়িক/প্রাতিষ্ঠানিক ধরণ</li>
                       <li> ঘ.     জেলা এবং থানা (পুলিশ স্টেশনসহ) বাসা/দোকান/ব্যবসা এর ঠিকানা</li>
                       <li> ঙ.     মোবাইল নাম্বার, ই-মেইল ঠিকানা সহ যোগাযোগ করার তথ্যাদি এবং</li>
                       <li> চ.     রেজিস্ট্রেশন, জরিপ বা অফারের সাথে সম্পর্কিত অন্যান্য তথ্যাদি।</li>
                    </ul>
                    <p>১.২            আপনি যখন কোনো পণ্য অনুসন্ধান করেন ও ইত্তেবা শপ ব্রাউজ করেন, তখন ইত্তেবা শপ লিমিটেড আপনার ব্যক্তিগত তথ্য সহ কি খুঁজছেন বা দেখছেন সেসব তথ্য স্বয়ংক্রিয়ভাবে সংরক্ষন করে যার মধ্যে আইপি এড্রেস, ডিভাইস আইডি, ডিভাইস টাইপ, ব্রাউজার টাইপ, ব্রাউজার ভার্সন, ভৌগলিক অবস্থান, কানেকশন ইত্যাদি সংক্রান্ত তথ্য অন্তর্ভূক্ত।</p>
                    <p>১.৩            আপনি যখন ইত্তেবা শপ থেকে কোনো পণ্য ক্রয় করেন, তখন আপনি আপনার ব্যক্তিগত আর্থিক তথ্য যেমন- ডেবিট/ক্রেডিট কার্ড, একাউন্ট নাম্বার, ঠিকানা, ডেলিভারি নাম্বার, ক্ষেত্র বিশেষ জাতীয় পরিচয় পত্র বা ড্রাইভিং লাইসেন্স নাম্বার ইত্যাদি সংক্রান্ত তথ্য ইত্তেবা শপকে প্রদান করেন। একই সাথে আপনি যখন পণ্যের রিভিউ দিয়ে থাকেন এবং ইত্তেবা শপ এর কাস্টমার সার্ভিসে যোগাযোগ করে থাকেন তখন ইত্তেবা শপ এসব উৎস থেকেও প্রাপ্ত সকল ধরনের তথ্য সংরক্ষণ করে।</p>
                    <p>১.৪            আপনি যদি রেজিস্ট্রেশন করতে না চান তাহলে আমরা আপনার থেকে (কুকিস ব্যতিত) কোনো ধরনের ব্যক্তিগত তথ্য সংগ্রহ করব না এবং আপনি বেনামে আমদের সাইট/অ্যাপ পরিদর্শন করতে পারবেন। তারপরও আপনি এই সাইট/অ্যাপ অথবা সাইটির সেবাসমূহের প্রবেশ/ব্যবহার করতে উক্ত শর্তাদি মেন চলেতে বাধ্য থাকবেন।  </p>
                    <h2>২.     আপনার তথ্যাদি ব্যবহার:</h2>
                    <p>২.১            আপনার কাছ থেকে সংগৃহীত অধিকাংশ তথ্য ইত্তেবা শপ ব্যবহার করে থাকে আপনাকে বৈধ ও নির্বিঘ্ন সেবা প্রদানের জন্য। এছাড়াও ইত্তেবা শপ লিমিটেড আপনার প্রদানকৃত তথ্যাদি সংরক্ষন এবং ব্যবহার করতে পারবে বেশ কিছু উদ্দেশ্যে, যার মাঝে অন্তর্ভুক্ত থাকবে:</p>
                    <ul style="list-style-type:none;">
                       <li>ক.     আর্থিক লেনদেন, কাস্টমারের সাথে যোগাযোগ, গ্রাহক সেবা প্রদান, জালিয়াতি সনাক্তকরণ, নিরাপত্তা হুমকি প্রতিরোধ, ইউজার এগ্রিমেন্ট এর লঙ্ঘন প্রতিরোধ, অবৈধ কর্মকান্ড প্রতিরোধ,  ইত্যাদি।</li>
                       <li>খ.     আইনগত, সরকারি অথবা নিয়ন্ত্রনকারী সংস্থা সংশ্লিষ্ট কাজের ক্ষেত্রে, যার সাথে চলমান/প্রত্যাশিত আইনি প্রক্রিয়া অথবা যেকোন ধরনের অপরাধ/জালিয়াতি প্রতিরোধ, আবিষ্কার অথবা পরিচালনার সম্পর্কিত।</li>
                       <li>গ.     ইত্তেবা শপ এর ব্যবসার স্বার্থে যেমন মার্কেটিং, মান নিয়ন্ত্রন এবং প্রশিক্ষন, কাস্টমার বৃদ্ধি, কাস্টমার সেবা সম্পর্কিত কোন কারনে তৃতীয় কোন পক্ষের সাথে এসব তথ্যাদি বিনিময় করা।</li>
                       <li>ঘ.     ইত্তেবা শপ বিভিন্ন কারণে নির্দিষ্ট কিছু প্রতিষ্ঠানের সাথে সংগৃহীত তথ্য শেয়ার করতে পারে, যেমন- ইত্তেবা শপ এর পণ্য বিক্রেতা (seller) যারা ইত্তেবা শপ এর স্টোর পরিচালনা করেন অথবা যাদের সাথে অংশীদারীত্বের ভিত্তিতে বাছাইকৃত বিভিন্ন অফার প্রেরন করে থাকে- এ ধরনের প্রতিষ্ঠানের সাথে ইত্তেবা শপ কাস্টমারের তথ্য শেয়ার করতে পারে।</li>
                       <li>ঙ.     সেবাদানকারি বিভিন্ন তৃতীয় পক্ষ (third parties) যেমন পন্য পরিবহন সংস্থা, ডাটা অ্যানালিস্ট, ক্রেডিট কার্ড পেমেন্ট গেটওয়ে প্রতিষ্ঠান, কাস্টমার সার্বিস প্রোভাইডার, মাকেটিং সার্ভিস প্রোভাইডার ইত্যাদি প্রতিষ্ঠানের সাথেও কাস্টমারের তথ্য শেয়ার করতে পারে।</li>
                    </ul>
                        <p>২.২            ইত্তেবা শপ লিমিটেড আপনাদের ব্যক্তিগত তথ্যাদি নিরাপদভাবে সংরক্ষনের জন্যে বিভিন্ন ধরনের নিরাপত্তামূলক ব্যবস্থা প্রয়োগ করে থাকে। তবুও, ইত্তেবা শপ লিমিটেড অথবা কোনো তৃতীয় পক্ষ আপনার ব্যক্তিগত তথ্যাদির নিরাপত্তা এবং নিরাপদ সংরক্ষনের জন্যে কোন ধরনের ওয়ারেন্টি অথবা প্রতিশ্রুতি প্রদান করছে না।</p>

                </div>
            </div>
        </div>

    </section>

@endsection()

