@extends('website.layouts.layout')
@section('content')

    <div class="container-fluid bg-secondary mb-5">
        <div class="d-flex flex-column align-items-center justify-content-center" style="min-height: 300px">
            <h1 class="font-weight-semi-bold text-uppercase mb-3">শর্তাবলী।</h1>
            <div class="d-inline-flex">
                <p class="m-0"><a href="{{ route('website.index') }}">হোম</a></p>
                <p class="m-0 px-2">-</p>
                <p class="m-0"> শর্তাবলী।</p>
            </div>
        </div>
    </div>


    <!-- Close Banner -->

    <!-- Start Section -->
    <section class="container ">
        <div class="row text-center pt-5 pb-3">
            <div class="col-lg-10 m-auto">
                <h1 class="h1"></h1>
                <div style="
                font-family: 'Lucida Console', 'Courier New', monospace;
                text-align: justify;
                line-height: 2;

">

                    <p>ইত্তেবা শপ লিমিটেড (ettabashop.com) সাইট/অ্যাপ ব্যবহারের শর্তবলী।</p>
                    <p>এই সকল শর্তাদি ব্যবহারের চুক্তিটি সর্বশেষ আপডেট হয়েছিল: ২০ ফেব্রুয়ারি ২০২২ খ্রি. এবং চুক্তিটি কার্যকর হয়েছে ২১ ফেব্রুয়ারি ২০২২ খ্রি. থেকে।</p>
                    <h2>১.     স্বাগতম এবং পরিচিতি: </h2>
                    <p>১.১ ইত্তেবা শপ লিমিটেড বা (ettabashop.com) এ আপনাকে স্বাগতম। ইত্তেবা শপ লিমিটেড একটি ই-কমার্স কোম্পানি যা রেজিস্টার অফ জয়েন্ট ষ্টক কোম্পানীজ অ্যান্ড ফার্মস থেকে লিমিটেড কোম্পানি হিসাবে, কোম্পানি আইন-1994 এর অধীনে অন্তর্ভুক্ত একটি কোম্পানি। নিম্নোক্ত শর্তাবলীসমূহ (ettabashop.com) এই ওয়েবসাইট/অ্যাপ অথবা এই ওয়েবসাইটের প্রস্তাবিত সেবাসমূহ ব্যবহার এবং প্রবেশাধিকার নিয়ন্ত্রন করে, যা আপনি বা যেকোনো ব্যক্তি বা কোনো সত্ত্বা, যাকে আপনি আপনার প্রবেশাধিকার দিয়ে প্রবেশের অনুমতি দিবেন।</p>
                    <h2>২.     শর্তাদি মেনে নেওয়ার স্বীকৃতি:</h2>
                    ২.১     ettabashop.com সাইট/অ্যাপ ব্যবহার অথবা প্রবেশাধিকার অথবা সেবাসমূহের জন্য আপনাকে নিম্নোক্ত শর্তাদি দ্বারা আবদ্ধ, সম্মত এবং তা মেনে চলতে বাধ্য থাকা প্রয়োজন। এই সাইট/অ্যাপ অথবা সাইটটিতে প্রস্তাবিত সেবাসমূহ ব্রাউজিং, প্রবেশ বা ব্যবহারের মাধ্যমে আপনি উক্ত শর্তাদি মেনে নিয়েছেন বলে গণ্য করা হবে।
                    ২.২   যদি আপনি উক্ত শর্তাদির কোনো অংশের সাথে অসম্মত হন বা আপত্তি বোধ করেন, তবে অনুগ্রহ পূর্বক (ettabashop.com) সাইট/অ্যাপ অথবা সাইটটির প্রস্তাবিত সেবাসমূহ ব্রাউজ, ব্যবহার অথবা প্রবেশ থেকে বিরত থাকুন।
                    ২.৩   এছাড়াও, এখানে অতিরিক্ত কিছু শর্তাদি থাকতে পারে যা স্বতন্ত্র সেবাসমূহের উপর অর্পিত। যদি আপনি উক্ত সেবাসমূহের জন্য রেজিষ্ট্রেশন করে থাকেন, তবে আপনি ঐ সেবা সম্পর্কিত সকল শর্ত মেনে নিয়েছেন বলে গণ্য করা হবে।
                    <h2>৩.     রেজিস্ট্রেশন এবং সেবাসমূহ:</h2>
                    <p>৩.১            এই সাইট/অ্যাপ-এ অথবা সাইটটির প্রস্তাবিত সেবাসমূহ প্রবেশ/ব্যবহার করতে আপনার নির্দিষ্ট কিছু ব্যাক্তিগত তথ্য প্রদান করতে হতে পারে। আপনি এই সাইট/সাইটটির প্রস্তাবিত সেবাসমূহের জন্য রেজিস্ট্রেশন করলে ধরে নেয়া হবে যে আপনি রেজিস্ট্রেশনের জন্যে প্রয়োজনীয় সত্য, নির্ভুল, হালনাগাত এবং সম্পূর্ণ তথ্য প্রদানে সম্মত।</p>
                    <p>৩.২            (ettabashop.com) ওয়েবসাইট/সাইটটির প্রস্তাবিত সেবাসমূহের জন্য রেজিস্ট্রেশন প্রক্রিয়া সম্পন্ন করার পরে আপনি একটি ইউজার অ্যাকাউন্ট এবং পাসওয়ার্ড লাভ করবেন। আপনার ইউজার অ্যাকাউন্ট এবং এর পাসওয়ার্ডের গোপনীয়তা বজায় রাখার পাশাপাশি আপনার পাসওয়ার্ড বা অ্যাকাউন্টের অধীনে করা/প্রাপ্ত সমস্ত লেনদেন/অনুরোধ এর জন্য আপনি দায়ী থাকবেন। প্রতিটি সেশনান্তে আপনি আপনার অ্যাকাউন্ট থেকে প্রস্থান করার বিষয়টি নিশ্চিত করবেন।</p>
                    <p>৩.৩            আপনি এই মর্মে রাজী যে, এই শর্তাদির অধিনে আপনার দায়বদ্ধতা ভঙ্গের কারণে সৃষ্ট ফলাফল এর জন্য কেবলমাত্র আপনিই দায়ী থাকবেন। আপনার ব্যর্থতার ফলে উদ্ভুত কোনো পরিস্থিতির জন্য ইত্তেবা শপ লিমিটেড এর ক্ষেত্রে, আপনার বা কোন তৃতীয় পক্ষের নিকট কোন দ্বায়বদ্ধতা নেই।</p>
                    <h2>৪.     ব্যবহারকারীর সীমাবদ্ধতা:</h2>
                    <p>৪.১            আপনি এই মর্মে সম্মত যে, এই সাইটের কোন অংশ/সেবাসমূহে স্বয়ংক্রীয় উপায়ে প্রবেশ/ব্যবহার এর চেষ্টা করবেন না। আপনি এমন কোন কাজে অংশগ্রহন করবেন না যা এই সাইট/সাইটটির প্রস্তাবিত সেবাসমূহের কোন অংশের উপর হস্তক্ষেপ অথবা বিঘ্নিত করে, যেমন-সাইট/সাইটের সাথে সংযুক্ত সার্ভার এবং নেটওয়ার্ক ইত্যাদি।</p>
                    <p>৪.২            আপনি আরো সম্মত যে, আপনি যেকোন উদ্দেশ্যেই হোক না কেন, এই সাইট/সাইটটির প্রস্তাবিত সেবাসমূহের কোন অংশ পুন:উৎপাদন, প্রতিলিপি, কপি, বিক্রয়, লেনদেন অথবা পুনরায় বিক্রয় করবেন না।</p>
                    <p>৪.৩            এই সাইট/সাইটটিতে প্রস্তাবিত সেবাসমূহের যেকোনো ধরনের অপব্যবহারের জন্যে আপনি দায়ী থাকবেন। এমনকি অন্য কোনো ব্যক্তি অথবা স্বত্তাও যদি আপনার প্রবেশাধিকার ব্যবহার করে এই সাইট/সাইটটির প্রস্তাবিত সেবাসমূহে প্রবেশ করে এর অপব্যবহার করে থাকে তাহলেও এর দাযিত্ব আপনার উপর থাকবে।</p>
                    <p>৪.৪            আপনি এই সাইট/সাইটটির প্রস্তাবিত সেবাসমূহের মাধ্যমে প্রেরন/পোস্ট করতে চেয়েছিলেন এমন যেকোন বিষয় অপসারন, পুন:সম্পাদন, ব্লক অথবা পোস্ট করতে আমরা অস্বীকার করার অধিকার রাখি, যা আমরা এই শর্ত সমূহের লঙ্ঘন বলে গণ্য করব এবং এই শর্ত লঙ্ঘনের ফলে আপনার ব্যবহৃত একাউন্ট ব্লক করা সহ আমরা যেকোনো ব্যবস্থা গ্রহন করব যা আমাদের একমাত্র এবং নিজস্ব বিবেচনায় এর প্রতিরোধ/প্রতিকারের জন্য প্রয়োজন বলে মনে হবে।</p>
                    <p>৪.৫            যদি আপনি এই সাইট/সাইটির সেবাসমূহ ব্যবহার করে উল্লিখিত শর্তাদি সমূহ লঙ্ঘন করে এমন যেকোনো বিষয়বস্তু প্রচারিত হচ্ছে প্রত্যক্ষ করেন, তাহলে আপনাকে অনুরোধ করা হচ্ছে যে- আপনি অনতিবিলম্বে আমাদের গ্রাহক সেবা কেন্দ্র support@ettabashop.com এ যোগাযোগ করে উক্ত বিষয় সম্পর্কে অবহিত করুন। এই সাইট/সাইটির সেবাসমূহের থেকে কোনো অনধিকার প্রবেশকারী বিষয়বস্তু/উপদান অথবা তৃতীয়পক্ষ বিষয়বস্তুর অপসারনে বিলম্ব, অপসারন, ব্লক, পুন:সম্পাদনে ব্যর্থ বা সৎ উদ্দেশ্যে করা কোনো তৃতীয়পক্ষ বিষয়বস্তুর ভুল অপসারণ এর জন্যে আমরা দায়ী নই।</p>
                    <h2>৫.     সেবার সীমাবদ্ধতা:</h2>
                    <p>৫.১            ইত্তেবা শপ লিমিটেড (ettabashop.com) সাইট/অ্যাপ এর স্বার্থে বা ব্যবহারকারীদের স্বার্থে যেকোন সময় নোটিশ প্রদানের মাধ্যমে অথবা নোটিশ প্রদান ছাড়া, সেবাসমূহ, বিষয়বস্তু, সাইট/অ্যাপ, ইহার নীতি বা শর্তসমূহ পর্যালোচানা, পরিমার্জনা, সংশোধন করার অধিকার রাখে এবং আপনি এই সাইট/অ্যাপ, সেবাসমূহ বা বিষয়বস্তু ব্যবহার/প্রবেশ চালু রাখার ক্ষেত্রে উক্ত পর্যালোচনা, পরিমার্জনা, সংশোধন মেনে নিতে বাধ্য থাকবেন।</p>
                    <h2>৬.     দায়বদ্ধতা:</h2>
                    <p>৬.১            যেহেতু আপনার ইউজার একাউন্ট আপনিই পরিচালনা করেন সেহেতু যেকোন ধরনের লেনদেনের পূর্বে প্রাপক এবং লেনদেনের প্রকৃতি সম্পর্কে সত্যতা যাচাই করার দায়িত্ব আপনার। আপনি আপনার একাউন্ট, একাউন্টের পাসওয়ার্ড, ওটিপি, একাউন্টের লেনদেন সম্পর্কিত অন্যান্য প্রয়োজনীয় তথ্যাদি প্রবেশ করানোর সময় সতর্ক থাকা এবং সঠিক তথ্যের নিশ্চয়তা যাচাই করার দায়িত্বও আপনার। আপনি কখনই আপনার একাউন্টে পাসওয়ার্ড/ওটিপি এবং একাউন্টের তথ্যাদি কারো সাথে শেয়ার করবেন না। আপনার ব্যবহারের প্রক্রিয়ায় ভুল, ভুল ব্যাখ্যা বা জালিয়াতির সুত্রপাত হলে ইত্তেবা শপ কর্তৃপক্ষ দায়ী থাকবে না।</p>
                    <p>৬.২            ইত্তেবা শপ লিমিটেড (ettabashop.com) সাইট/অ্যাপ বা সাইটটির প্রস্তাবিত সেবাসমূহ ব্যবহারে উদবুদ্ধ করার জন্য ব্যবহারকারীকে সাইট/অ্যাপ বা সাইটটির প্রস্তাবিত সেবাসমূহের সন্তোষজনক গুণমান সংক্রান্ত কোন মতামত, পরামর্শ বা কোনো প্রকার ওয়ারেন্টি, গ্যারান্টি বা নিশ্চয়তা প্রদান করছি না। এই সাইট/অ্যাপ বা সাইটটির প্রস্তাবিত সেবাসমূহ ব্যবহারের জন্য আপনার ডিভাইসের কোনো সমস্যা/ক্ষতি হয় তাহলে ইহার সাথে যুক্ত কোনো প্রকৌশলী বা বিশেষজ্ঞগণ, ইত্তেবা শপ লিমিটেড এর কোনো কর্মী, কর্মকর্তা বা কর্মকর্তী দায়ী থাকবে না।</p>
                    <p>৬.৩            আপনি যদি কোন কারণে এই সাইট, ইহার অ্যাপ, সেবা, বিষয়বস্তু  অথবা যেকোন ধরনের শর্তাদি নিয়ে অসুন্তুষ্ট থাকেন অথবা যদি একই মত ধারণ না করেন, তবে আপনার একমাত্র এবং স্বতন্ত্র প্রতিকার হচ্ছে এই সাইট, ইহার অ্যাপ অথবা বিষয়বন্তু সমূহ প্রবেশ থেকে বিরত থাকা। </p>
                    <h2>৭. কুকিজ এর ব্যবহার: </h2>
                    <p>৭.১ এই সাইট “কুকি” ব্যবহার করে। ইত্তেবা শপ লিমিটেড (ettabashop.com)  আপনার ডিভাইজে স্থায়ী এবং অস্থায়ী উভয় কুকি রাখে। কুকি হচ্ছে একটি ছোট ডাটা ফাইল যা আপনার হার্ড ড্রাইভে সক্রিয় থাকে যখন আপনি কোন ওয়েব বা সাইট ব্যবহার করেন। কুকি ফাইলগুলো কিছু নির্দিষ্ট তথ্য সংরক্ষণ করে থাকে, যেমন ব্যবহারকারীর আইডি হিসেবে একটি অনির্দিষ্ট সংখ্যা (random number user ID) যা ওয়েবসাইট কর্তৃক কোন পরিদর্শকের জন্য নির্ধারণ করা হয় যাতে ঐ পাতার তথ্য সম্পর্কে জানা যায়। একটি কুকি আপনার হার্ড ডিস্কের বাইরের তথ্য পড়তে বা অন্যান্য সাইটের তৈরি করা কুকি ফাইল পড়তে পারে না। কোনো ব্যবহারকারীর পরিচয় খুজেঁ বের করতে কুকিজ নিজে ব্যবহৃত হতে পারে না।</p>

                    <h2>৮. আইনি প্রক্রিয়া</h2>
                    <p>৮.১            এই শর্তাদির নির্মান, বৈধতা এবং কার্য সম্পাদন, বাংলাদেশ এর প্রচলিত আইন অনুযায়ী নিয়ন্ত্রিত হবে। আপনার এই সাইট ব্যবহার/প্রবেশের কারনে তৈরি হওয়া যেকোন বিতর্কও বাংলাদেশের প্রচলিত আইনের প্রতিপালিত বিষয়।</p>
                    <h2>৯. ক্ষতিপূরন:</h2>
                    <p>৯.১ আপনি সম্মতি দিচ্ছেন যে আপনি, ইত্তেবা শপ লিমিটেড এবং আমাদের সেবাদানকারী যেকোনো তৃতীয় পক্ষের সকল দাবি, ক্ষয়ক্ষতি, লোকসান, আইনি প্রক্রিয়া বা মামলা-মোকাদ্দমা, যুক্তিসঙ্গত আইনি খরচ ও ব্যয় সম্পূর্নরূপে ক্ষতি পূরণ দিবেন যা আপনার এই সাইট/সেবাসমূহের ব্যবহার/প্রবেশ করার সময় এই শর্তাবলী ভঙ্গ বা অতিক্রমন থেকে উদ্ভুত। </p>
                    <p>৯.২ আপনি সম্মতি দিচ্ছেন যে, ক্ষতিগ্রস্ত গোষ্ঠির যা দাবি, চাহিদা, মামলা মোকদ্দমার সম্মুখীন হবেন তা আপনাকে অবহিত করা হবে এবং আপনি এই ক্ষতিগ্রস্ত গোষ্ঠিকে এইসব দাবি, চাহিদা ও মামলা-মোকাদ্দমার বিরোধিতা করার পূর্ণ সুযোগ ও যুক্তিসঙ্গত সহযোগিতা দিতে প্রতিশ্রুতিবদ্ধ। </p>
                </div>
            </div>
        </div>

    </section>

@endsection()

